QUESTIONS_DICT = {
    "A": [  # 行
        "您有沒有一個好習慣 (學習、訓練或者課程) 是持續一直都有在做的？讓您堅持下去的因素是什麼？",
        "您有沒有想完成一個夢想但是卻碰到障礙過？當時是怎麼面對障礙的呢？有解決或者未解決？請分享心得",
        "您近期想完成的事情或者願望是什麼？預計要怎麼計畫來完成？",
        "您有沒有試著幫助別人給予他需要的事物？請分享這樣的經驗，又或者沒有的原因是什麼？",
    ],
    "B": [  # 捨
        "您最寶貝的東西是什麼？您有曾經跟其他人分享您最寶貝的東西？",
        "請分享您平時最喜歡的休閒。如果今天遇到了一個可以讓人生精進的課程，但是需要犧牲最喜歡的休閒活動，您會做嗎？想像當下的心情。",
        "為什麼我們在道場、佛堂裡面都要自稱「後學」(面對師我們自稱「弟子」)？",
        "您有沒有您很想捨棄掉不好的習慣？",
    ],
    "C": [  # 忍
        "您有遇過與家人、朋友、同事爭執過嗎？隨後有解決這個爭執嗎？請分享當時以及現在看這件事情的心情。",
        "之前有一句話叫做：先別急著吃棉花糖。請分享對這句話的看法。您認同嗎？",
        "您最近有遇到自己脾氣爆炸的狀況嗎？是否有忍住情緒？請分享當時的心情。",
        "您是一個慢郎中或者急驚風嗎？1 ~ 10 分急性子的程度請問您給自己幾分？",
    ],
    "D": [  # 辦
        "您有參與過活動策劃的經驗嗎？無論學生、工作、道務上的經驗都算。分享其中的心得吧！",
        "分享您最近參與活動的經驗 (無論學生、工作、道務上的經驗都可以)，您會給主辦方什麼建議讓他們更進步？",
        "在辦活動的經驗有沒有與個性、習慣、價值觀差異很大的人合作過？後來如何弭平這個差異呢？",
        "試著盤點一下一般碩望日獻香要準備的用品有哪些？",
    ],
}
